// +----------------------------------------------------------------------
// | ThinkJS-RABC [ 通用权限管理系统 ]
// +----------------------------------------------------------------------
// | Copyright (c) 2017 http://www.51-health.com All rights reserved.
// +----------------------------------------------------------------------
// | Author: Devlin <Devlinheart@qq.com>
// +----------------------------------------------------------------------
// | Create: 2017-06-20
// +----------------------------------------------------------------------

'use strict';
/**
 * config
 * 消息配置
 */
export default {
    login_username_empty:"用户名为空",
    login_password_empty:"登陆密码为空",
    login_user_not_exist:"用户不存在",
    login_password_incorrect:"用户名或密码错误"
}